export const dummyMyPosts = [
  {
    id: 8,
    writer: '현재유저',
    title: '드디어 첫 글 작성합니다! 😄',
    content: '오랜 고민 끝에 첫 글 올려봐요. 앞으로 자주 소통하고 많은 이야기 나누면 좋겠어요!',
    tag: 'People',
    type: 0,  // 자유게시판
    created_at: '2025-05-16T21:00:00.000',
  },
  {
    id: 7,
    writer: '현재유저',
    title: '실제 고객 사례 기반 세일즈 전략 문의드립니다.',
    content: '최근 고객과의 미팅에서 나온 피드백을 반영한 세일즈 전략 수립에 조언 부탁드립니다!',
    tag: 'Sales',
    type: 1,  // 질문게시판
    created_at: '2025-05-16T22:00:00.000',
  },
  {
    id: 5,
    writer: '현재유저',
    title: '출근 시간엔 2층 프린터도 줄이 깁니다!',
    content: '출근 직후엔 2층 프린터도 붐비니, 가능한 9시 30분 이후 이용 추천드려요.',
    type: 2,  // TIP 게시판
    created_at: '2025-05-16T22:00:00.000',
  },
];
